{
    "button": {
        "btnNext" : "التالي",
        "btnPrivious" : "السابق",
        "btnstart":"ابدأ",
        "Configuration":"إعدادات",
        "feedback":"كيف تجري الامور ؟",
        "consent":"التزام الثقة",
        "extratime":"وقت إضافي",
        "result":"تقرير الأداء",
        "init":" اجرائات التوظيف"

      
    },
    "language":{
        "language":"اللغة",
        "english":"English",
        "arabic":"العربية"
    },
    "extratime":{
        "yes":"نعم",
        "no":"لا",
        "prefernot":"أفضّل ألا أقول",
     "text1": "كجزء من التزامنا بضمان إقامة شاملة واستيعابية عملية التوظيف، نود أن نعرف إذا كنت بحاجة إلى أي منها أماكن إقامة خاصة أو دعم بسبب الإعاقة. هذا ستساعدنا المعلومات في تقديم أفضل ما يمكن لك الخبرة خلال عملية الاختيار لدينا.",
        "text2":"ونحن نتطلع إلى مساعدتك وضمان حصولك على الأفضل تجربة ممكنة."
    },
    "init":{
        "welcome":"يسعدنا أن نرحب بكم في المرحلة التالية من عملية الاختيار لدينا. لقد أثارت مؤهلاتك إعجابنا، ونحن حريصون على رؤية مهاراتك على أرض الواقع من خلال هذا التقييم. تم تصميم هذا التقييم ليمنحنا فهمًا أعمق لقدراتك وكيف يمكن أن تتناسب مع فريقنا. نحن نشجعك على التعامل معها بثقة وعرض أفضل أعمالك.",
        "beforestarting":"قبل البدء في تقييمك، يرجى ملاحظة التفاصيل المهمة التالية:",
        "important":":تعليمات هامة:",
        "dear":"عزيزي المرشح"
    },
    "consent":{
        "text1":"نحن نسعى جاهدين لخلق تجربة عادلة لإجراء الاختبار للجميع. نحن نستخدم أساليب متقدمة للكشف عن عدم الأمانة ولحماية نزاهة تقييمك. قد تؤدي حالات عدم الأمانة إلى الاستبعاد من التقييم ومنصتنا، وقد يتم الإبلاغ عنها إلى صاحب العمل الذي طلب التقييم.",
        "text2":"لا يُسمح باستخدام أدوات الذكاء الاصطناعي وإجراء التقييم عدة مرات والسلوكيات الأخرى الموضحة في السياسة الكاملة ما لم يُطلب خلاف ذلك.",
        "text3":"أقر بأنني قرأت وفهمت سياسة نزاهة المرشح، وأوافق على الالتزام بها. أدرك أهمية الحفاظ على الصدق والنزاهة في التقييمات.",
        "agreepolicy":"أوافق على هذه السياسة بإدخال اسمي كتوقيعي."
        },
    "configuration":{
            "note":"بالنسبة للتقييم القادم، نطلب منك الوصول إلى الكاميرا والميكروفون الخاصين بك. قد تكون هذه الأدوات ضرورية لضمان عملية تقييم سلسة وفعالة."
        },
    "feedback":{
        "text1":"وسيوفر تقييم التقييم الحالي رؤى وملاحظات قيمة، مما يمكننا من تعزيز جودة وفعالية التقييمات المستقبلية.",
        "text2":"نود أن نسمع منك كيف كانت تجربتك؟"
    }
    
}