{
    "button": {
        "btnNext" : "التالي",
        "btnPrivious" : "السابق",
        "btnstart":"ابدأ",
        "Configuration":"إعدادات",
        "feedback":"كيف تجري الامور ؟",
        "consent":"التزام الثقة",
        "extratime":"وقت إضافي",
        "result":"تقرير الأداء",
        "init":" اجرائات التوظيف",
        "report":" الإبلاغ عن مشكل",
        "evalfor":"تقييم لمنصب",
        "Duration:":"المدة:",
        "minutes":"دقيقة",
        "nquest":" عدد الأسئلة :"

      
    },
    "language":{
        "language":"اللغة",
        "english":"English",
        "arabic":"العربية"
    },
    "extratime":{
        "yes":"نعم",
        "no":"لا",
        "prefernot":"أفضّل ألا أقول",
     "text1": "كجزء من التزامنا بعملية التوظيف الشاملة، يرجى إعلامنا إذا كنت بحاجة إلى أي تسهيلات خاصة أو دعم إذا كنت من ذوي الاحتياجات. ستساعدنا هذه المعلومات في تزويدك بأفضل تجربة ممكنة أثناء عملية الاختيار.",
        "text2":"ونحن نتطلع إلى مساعدتك وضمان حصولك على أفضل تجربة ممكنة."
    },
    "init":{
        "welcome":"يسعدنا أن نرحب بكم في المرحلة التالية من عملية الاختيار لدينا. لقد أثارت مؤهلاتك إعجابنا، ونحن حريصون على رؤية مهاراتك على أرض الواقع من خلال هذا التقييم. تم تصميم هذا التقييم ليمنحنا فهمًا أعمق لقدراتك وكيف يمكن أن تتناسب مع فريقنا. نحن نشجعك على التعامل معها بثقة وعرض أفضل أعمالك.",
        "beforestarting":"قبل البدء في تقييمك، يرجى ملاحظة التفاصيل المهمة التالية:",
    "important":"تعليمات هامة :",
          "duration":"المُدة: يستغرق الاختبار حوالي",
          "minutes":"دقيقة.",
        "dear":"عزيزي المرشح",
         "text1":"يسعدنا أن نرحب بك في المرحلة التالية من عملية اختيارنا لـ",
          "text2":" لقد رأينا أن مؤهلاتك تناسب الوظيفة المتوفرة ونودّ اختبار مهاراتك من خلال هذا التقييم. تم تصميم هذا التقييم ليمنحنا فهمًا أعمق لقدراتك وكيف يمكن أن تتناسب مع فريقنا. نحن نشجعك على التعامل بثقة .",
          "l1":" تأكد من أن لديك اتصالاً مستقرًا بالإنترنت لتجنب أي انقطاع.",
          "2":" ابق داخل متصفح الاختبار ولا تبتعد عن متصفح الاختبار أو تفتح أي علامات تبويب/نوافذ أخرى أثناء التقييم، لأن القيام بذلك سيؤدي إلى حظر تلقائي من الاختبار.",
          "3":" ابحث عن مكان هادئ ومريح حيث يمكنك التركيز دون انقطاع.",
          "4":" يمكنك استخدام الآلة الحاسبة والقلم والورقة لإجراء هذا التقييم.",
          "5":" تأكد من تمكين الكاميرا والميكروفون، حيث قد نحتاج إلى التحقق من هويتك ومراقبة الاختبا",
          "6":"يجب أن تعلم أنه سيتم التقاط لقطات عشوائية من الشاشة أثناء الاختبار لضمان شفافية العملية.",
          "bestofluck":"نتمنى لك التوفيق ونتطلع لرؤية نتائجك."
    },
    "consent":{
        "text1":"نحن نسعى جاهدين لخلق تجربة عادلة لإجراء الاختبار للجميع. نحن نستخدم أساليب متقدمة للكشف عن عدم الأمانة ولحماية نزاهة تقييمك. قد تؤدي حالات  الغش إلى الاستبعاد من التقييم ومنصتنا، وقد يتم الإبلاغ عنها إلى صاحب العمل الذي طلب التقييم.",
        "text2":"لا يُسمح باستخدام أدوات الذكاء الاصطناعي وإجراء التقييم عدة مرات والسلوكيات الأخرى الموضحة في السياسة الكاملة ما لم يُطلب خلاف ذلك.",
        "text3":"أقر بأنني قرأت وفهمت سياسة نزاهة المرشح، وأوافق على الالتزام بها. أدرك أهمية الحفاظ على الصدق والنزاهة في التقييمات.",
        "agreepolicy":"أوافق على هذه السياسة بإدخال اسمي كتوقيعي.",
         "signature":"التوقيع"
        },
    "configuration":{
            "note":"بالنسبة للتقييم القادم، نطلب منك الوصول إلى الكاميرا والميكروفون الخاصين بك. قد تكون هذه الأدوات ضرورية لضمان عملية تقييم سلسة وفعالة."
        },
    "feedback":{
        "text1":"وسيوفر تقييم التقييم الحالي رؤى وملاحظات قيمة، مما يمكننا من تعزيز جودة وفعالية التقييمات المستقبلية.",
        "text2":"نود أن نسمع منك كيف كانت تجربتك؟",
        "feedback1":" ليس عظيما جدا",
        "feedback2":" جيد",
        "feedback3":" رائع جداً"
    },
    "report":{
        "title":"الإبلاغ عن مشكلة",
        "pholder":"إذا واجهت أي مشاكل، يرجى الإبلاغ عنها هنا.",
        "btnsend":"إرسال تقرير",
        "btnfile":"أرفق ملف",
        "guide":"قم بوصف ما كنت تحاول القيام به، والخطوات التي اتخذتها، وما كنت تتوقع حدوثه، وما حدث بالفعل، وأي رسائل خطأ أو لقطات شاشة يمكنك تقديمها.",
        "file":"الملف المحدد:"
    },
    "progress":{
        "title":"نطلب منك تسجيل الإجابة باستخدام الكاميرا/كاميرا الويب الخاصة بك. يمكنك استخدام شاشة الفيديو لتسجيل وتشغيل مقطع فيديو تجريبي. يرجى التأكد من أنك أمام الكاميرا والتحقق من تسجيل الفيديو والصوت بشكل صحيح. لا تقلق، لن يتم حفظ مقاطع الفيديو التجريبية هذه وسيتم حذفها.",
         "tprogress":"السؤال عدد : ",
        "tspent":"الوقت الممضي : ",
        "quest":"السؤال : ",
        "rep":" الاجابة :",
        "test":"هذا السؤال لا يحتسب ضمن درجاتك. إنها جزء من المرحلة التجريبية."
    },
    "popups":{
        "cngrats":"تهانينا!",
        "congratsmsg":" لقد أكملت التقييم بنجاح. سيتصل بك فريقنا قريبًا لإبلاغك بنتائجك.",
        "timeout":"انتهى الوقت",
        "timeoutmsg":" للأسف، انتهى الوقت المخصص للتقييم. لم يعد بامكانك الاستمرار.",
        "evalexpred":" انتهت صلاحية التقييم!",
        "evalexpredmsg":" انتهت صلاحية تقييمك. لمزيد من التفاصيل، يرجى الاتصال بفريق الدعم لدينا.",
        "incompquest":" انتبه!",
        "incompquestmsg":" لم تتم الإجابة سؤال: يرجى الإجابة على السؤال الحالي قبل الانتقال إلى السؤال التالي.",
        "violation":" انتهاك القواعد",
        "violationmsg":"  تم انتهاك قاعدة من سياسة نزاهة المرشحين. لا يزال لديك فرصة واحدة لاستكمال التقييم. سيؤدي الانتهاك التالي إلى الحظر من التقييم."
    }


    
}